Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Drahtzangen [Handwerkzeuge]
en: Wire nippers [hand tools]

source: Meißel [Handwerkzeuge]
en: Chisels [hand tools]

source: Bohrstangen [Handwerkzeuge]
en: Cutter bars [hand tools]

source: Nicht elektrische Küchenmesser
en: Kitchen knives (Non-electric -)

source: Rasenkantenschneider [handbetätigte Werkzeuge]
en: Lawn edge trimmers [hand-operated tools]

source: Bleirichtapparate [handbetätigte Werkzeuge]
en: Lead straighteners [hand operated tools]

source: Essbestecke für Kinder
en: Cutlery for use by children

source: Trennscheiben für handbetätigte Werkzeuge
en: Cutting discs for use with hand operated tools

source: Elektrische Rasierapparate zum Entfernen von Fusseln von Stoff [Handgeräte]
en: Electrical shavers for removing fuzz from fabric [hand instruments]

source: Nietkopfsetzer [Handwerkzeuge]
en: Riveting hammers [hand tools]

source: Handbetätigte Schneidwerkzeuge für Fliesen
en: Cutting tools for tiles (Hand operated -)

source: Handbetätigte landwirtschaftliche Geräte
en: Agricultural implements, hand-operated

source: Elektrische oder nicht elektrische Nagelscheren
en: Nail clippers, electric or non-electric

source: Scheren für Haushaltszwecke
en: Scissors for household use

source: Rohrschneider [Handwerkzeuge]
en: Tube cutters [hand tools]

source: Bohrwerkzeuge [handbetätigte Werkzeuge]
en: Boring tools [hand-operated tools]

source: Bügelsägen [handbetätigte Werkzeuge]
en: Bow saws [hand-operated tools]

source: Einweggeschirr [Essbesteck] aus Kunststoff
en: Disposable tableware [cutlery] made of plastics

source: Drehfräsen [handbetätigte Werkzeuge]
en: Rotary milling cutters [hand-operated tools]

source: Laufräder [handbetätigte Handwerkzeuge]
en: Rotary tools [hand-operated tools]

source: Rasierklingen in Kassetten
en: Cartridges containing razor blades

source: Handbetätigte Schnitzmesser für Haushaltszwecke
en: Carving knives (Hand operated -) for household use

source: Handbetätigte Positionierwerkzeuge zum Schriftsetzen
en: Positioning tools for setting (Hand operated -)

source: Nadelwalzen [handbetätigte Werkzeuge]
en: Spiked rollers [hand operated tools]

source: Handbetätigte Stampfwalzen
en: Tamping rollers (Hand-operated -)

source: Stahlbürsten [handbetätigte Werkzeuge]
en: Brushes (steel -) [hand-operated tools]

source: Anschlagwinkel [Handwerkzeuge]
en: Builders' squares [hand tools]

source: Ratschenschlüssel [Handwerkzeuge]
en: Ratchet wrenches [hand tools]

source: Handbetätigte Gießkellen
en: Foundry ladles [hand tools]

source: Handbetätigte Gartenwalzen
en: Garden rollers [hand-operated]

source: Knabber [handbetätigte Werkzeuge]
en: Nibblers [hand operated tools]

source: Elektrische und nicht elektrische Haarentfernungsgeräte
en: Depilation appliances, electric and non-electric

source: Gabeln und Löffel
en: Forks and spoons

source: Nicht elektrische Hobel zur Flockierung getrockneter Bonitoblöcke [Katsuo-Bushi-Hobel]
en: Non-electric planes for flaking dried bonito blocks (katsuo-bushi planes)

source: Spachtel [Handwerkzeuge]
en: Spatulas [hand tools]

source: Handbetätigte Handscheren
en: Hand shears (Hand operated -)

source: Kronenhämmer [Steinhämmer]
en: Bushhammers [stone hammers]

source: Tranchiermesser
en: Carving knives

source: Elektrische Haarschneidemaschinen für Tiere [Handgeräte]
en: Electric hair clippers for animals [hand instruments]

source: Diamantschneidwerkzeuge für handbetätigte Werkzeuge
en: Diamond cutting tools for hand-operated tools

source: Diamantbohreinsätze für handbetätigte Werkzeuge
en: Diamond drill bits for hand-operated tools

source: Schneideisenhalter für handbetätigte Werkzeuge
en: Die holders for use with hand operated tools

source: Walker [Handwerkzeuge]
en: Fulling tools [hand tools]

source: Nicht elektrische Eierschneider
en: Egg slicers, non-electric

source: Handbetätigte Sensen
en: Scythes (Hand-operated -)

source: Obstpflücker [Handwerkzeuge]
en: Fruit pickers [hand tools]

source: Flanschspreizer [Handwerkzeuge] zur Verwendung beim Trennen von Flanschen
en: Flange spreaders [hand tools] for use in separating flanges

source: Handbetätigte Viehschergeräte
en: Cattle shearers [hand-operated]

source: Transportable Bohrständer für handbetätigte Bohrmaschinen
en: Portable drill stands for hand-operated drills

source: Sägeblätter [Teile von Handwerkzeugen]
en: Saw blades [parts of hand tools]

source: Spulenabwickler [handbetätigte Werkzeuge]
en: Spool unwinders [hand-operated tools]

source: Fugenschneider [Handwerkzeuge]
en: Caulking cutters [hand tools]

source: Handbetätigte Nagelzwicker zur Verwendung bei Tieren
en: Clippers for use on animals [hand-operated]

source: Kombinierte handbetätigte Drahtabisolier- und -schneidgeräte
en: Combined wire strippers and cutters [hand-operated]

source: Nicht elektrische Miniaturschraubendreher
en: Miniature screwdrivers (Non-electric -)

source: Pfropfmesser [Handwerkzeuge]
en: Grafting tools [hand tools]

source: Sägeblätter für Handsägen
en: Blades for hand saws

source: Nicht elektrische Fugenpistolen
en: Non-electric caulking guns

source: Hecheln [Handwerkzeuge]
en: Hackles [hand tools]

source: Pike [Handwerkzeuge]
en: Pikes [hand tools]

source: Seitenschneider [Handwerkzeuge]
en: Wire cutters [hand tools]

source: Macheten
en: Machetes

source: Handbetätigte Lochschlüssel
en: Tap wrenches (Hand operated -)

source: Gewindeformer [handbetätigte Werkzeuge]
en: Thread formers (screw -) [hand operated tools]

source: Handbetätigte Drehmomentschlüssel
en: Torque wrenches [hand-operated]

source: Bügelsägeblätter für handbetätigte Bügelsägen
en: Hacksaw blades for hand operated hacksaws

source: Senkwerkzeuge für handbetätigte Werkzeuge
en: Countersinking tools for hand operated tools

source: Handbetätigte Crimpzangen
en: Crimping tools (Hand operated -)

source: Essbestecke für Babys
en: Cutlery for use by babies

source: Stanzwerkzeuge für handbetätigte Werkzeuge
en: Cutting dies for use with hand operated tools

source: Handbetätigte Schärfer für Bohrer
en: Drill sharpeners (Hand operated -)

source: Elektrische Rasierapparate zum Entfernen von Fäden von Stoffen [Handgeräte]
en: Electrical shavers for removing threads from fabric [hand instruments]

source: Elektrisch betriebene Haarschneidemaschinen [Handgeräte]
en: Electrically operated hair clippers [hand instruments]

source: Bohrfutter [Teile von handbetätigten Werkzeugen]
en: Drill chucks [parts of hand-operated tools]

source: Roder [Werkzeuge]
en: Diggers [hand tools]

source: Ahlen
en: Awls

source: Heckenscheren [handbetätigte Werkzeuge]
en: Hedge trimmers [hand-operated tools]

source: Schlagbohrer [handbetätigte Werkzeuge]
en: Impact drills [hand-operated tools]

source: Scheren für Küchenzwecke
en: Scissors for kitchen use

source: Schraubenzieher [handbetätigte Werkzeuge]
en: Screw extractors [hand operated tools]

source: Pflasterstampfer [Handwerkzeuge]
en: Earth rammers [hand tools]

source: Bolzenschneider [handbetätigte Werkzeuge]
en: Bolt cutters [hand-operated tools]

source: Rückenspritzen zum Tragen auf dem Rücken [nicht elektrisch]
en: Sprayers (knapsack -) [non-electric] for carrying on the back

source: Rotierende Bohrer [handbetätigte Werkzeuge]
en: Rotary drills [hand-operated tools]

source: Handbetätigte Viehmarkierungswerkzeuge
en: Cattle marking tools [hand-operated]

source: Handbetätigte Geräte zum Enthäuten von Vieh
en: Cattle skinning instruments [hand-operated]

source: Handbetriebene Geräte zur Vernichtung von Pflanzenparasiten
en: Apparatus for destroying plant parasites, hand-operated

source: Küchenmesser
en: Kitchen knives

source: Handbetätigte Gartenwerkzeuge
en: Garden tools, hand-operated

source: Zerstäuber zur Verwendung im Gartenbau [Handwerkzeuge]
en: Sprayers for use in horticulture [hand tool]

source: Handbetätigte Brotschneider
en: Bread slicers [hand-operated]

source: Handbetätigte Brotmesser
en: Bread knives [hand operated]

source: Stoßeisen [Handwerkzeuge]
en: Paring irons [hand tools]

source: Handbetätigte Leisten für die Schuhherstellung
en: Lasts for shoe-making [hand-operated ones only]

source: Gemüseschäler [handbetätigte Messer]
en: Vegetable peelers [hand operated knives]

source: Grathobel [Handwerkzeuge]
en: Fillister planes [hand tools]

source: Schleifsteine [handbetätigte Werkzeuge]
en: Abrasive stones [hand-operated tools]

source: Nagelpoliergeräte für die Maniküre
en: Nail buffers for use in manicure

source: Nicht elektrische Nagelfeilen
en: Nail files, non-electric

source: Handbetätigte Werkzeuge und Geräte
en: Hand tools and implements (hand operated)

source: Elektrische oder nicht elektrische Haarschneidemaschinen
en: Hair clippers for personal use, electric and non-electric

source: Inbusschlüssel [handbetätigte Werkzeuge]
en: Socket wrenches [hand operated tools]

source: Handbetätigte Knarren [Werkzeuge]
en: Tap ratchets (Hand operated -)

source: Winkel [Handwerkzeuge]
en: Squares [hand tools]

source: Handbetätigte Schmierpressen
en: Grease guns (Hand operated -)

source: Fächerbesen [handbetätigte Werkzeuge]
en: Lawn rakes [hand-operated tools]

source: Schneidführungen für handbetätigte Werkzeuge
en: Cutting guides for use with hand operated tools

source: Schneideisen für handbetätigte Werkzeuge
en: Dies for use with hand operated tools

source: Meißel [handbetätigte Werkzeuge]
en: Graving tools [hand tools]

source: Bergsteigerpickel [Eispickel]
en: Mountaineering pickels [ice axes]

source: Nicht elektrische Käseschneider
en: Cheese slicers, non-electric

source: Nicht elektrische Pizzaschneider
en: Pizza cutters, non-electric

source: Laubsägeblätter [Teile für handbetätigte Werkzeuge]
en: Jigsaw blades [parts for hand-operated tools]

source: Punzen [Handwerkzeuge]
en: Punches [hand tools]

source: Handbetätigte Schneider für Teigwaren
en: Pasta cutters (Hand operated -)

source: Spritzpistolen [handbetätigte Werkzeuge] für Extrudierkitte
en: Spray guns [hand-operated tool] for extruding putty

source: Rotierende Metallschneidewerkzeuge [handbetätigte Werkzeuge]
en: Rotary metal cutting tools [hand-operated tools]

source: Spender für Sicherheitsrasierklingen
en: Safety razor blades (Dispensers for -)

source: Besteck aus Edelmetall in Kästen
en: Canteens of cutlery made of precious metal

source: Mörser und Stößel
en: Mortars and pestles

source: Handbetätigte Baumsägen
en: Pruning saws [hand-operated]

source: Messer [Waffen]
en: Blades [weapons]

source: Handbetätigte Heftpistolen [ausgenommen für chirurgische oder Bürozwecke]
en: Stapling guns (hand-operated -) [other than for surgical or stationery use]

source: Schablonenscheren [handbetätigte Werkzeuge]
en: Stencil cutters [hand-operated tools]

source: Rübenschneider [Messer]
en: Turnip cutters [knives]

source: Nicht elektrische Dosenöffner
en: Tin openers, non-electric

source: Stößel [Handwerkzeuge]
en: Rammers [hand tools]

source: Schneidzangen [Kombinationszangen]
en: Cutting pliers [linemans' pliers]

source: Bajonette
en: Bayonets

source: Fleischhackbeile [Hackmesser]
en: Meat choppers [cleavers]

source: Drahtziehgriffe [handbetätigte Werkzeuge]
en: Wire pulling grips [hand-operated tools]

source: Bohrhalter [Handwerkzeuge]
en: Drill holders [hand tools]

source: Steckschlüssel [Handwerkzeuge]
en: Nut drivers [hand tools]

source: Hämmer [Handwerkzeuge]
en: Hammers [hand tools]

source: Handbetätigte Dosenöffner
en: Tin openers (Hand-operated -)

source: Handbetätigte Werkzeuge zum Bohren
en: Hand-operated tools for drilling

source: Holzspalter [handbetätigte Werkzeuge]
en: Log splitters [hand-operated tools]

source: Schneideinsätze für Handwerkzeuge
en: Cutting inserts for use with hand tools

source: Temperaturgesteuerte elektrische Bügeleisen
en: Temperature controlled electric flat irons

source: Handbetätigte Scherenschärfer
en: Scissor sharpeners (Hand operated -)

source: Kellen [Werkzeuge]
en: Ladles [hand tools]

source: Brechstangen [handbetätigte Werkzeuge]
en: Ripping bars [hand-operated tools]

source: Messer für Hobbyzwecke
en: Knives for hobby use

source: Kartoffelschäler [Messer]
en: Potato peelers [knives]

source: Rakeln [handbetätigte Werkzeuge]
en: Squeegees [hand-operated tools]

source: Rührgeräte [Handwerkzeuge]
en: Stirrers [hand tools]

source: Steinbrecher [handbetätigte Werkzeuge]
en: Stone crushers [hand-operated tools]

source: Buschäxte [Handwerkzeuge]
en: Bush hooks [hand tools]

source: Rasenbelüfter [Handwerkzeuge]
en: Lawn aerators [hand tools]

source: Baumschneider [Handwerkzeuge]
en: Tree pruners [hand tools]

source: Handbetätigte Jätwerkzeuge
en: Weeding tools [hand operated]

source: Drahtbürsten [handbetätigte Werkzeuge]
en: Wire brushes [hand-operated tools]

source: Handbetätigte Handwerkzeuge
en: Hand tools, hand-operated

source: Handbetätigte Seilschneider
en: Cable cutters (Hand-operated -)

source: Schleifscheiben für Handwerkzeuge
en: Abrasive wheels for use with hand tools

source: Handbetätigte Käsehobel
en: Cheese slicers [hand-operated]

source: Tafellöffel aus Sterlingsilber
en: Sterling silver table spoons

source: Harken
en: Rakes

source: Gestelle für Handsägen
en: Frames for handsaws

source: Elektrische Lockenstäbe
en: Electric hair curling irons

source: Sägen [Handwerkzeuge]
en: Saws [hand tools]

source: Handwinden [Handwerkzeuge]
en: Hand jacks [hand tools]

source: Handbetätigte Gemüsehäcksler
en: Hand-operated vegetable shredders

source: Bohrkurbelverlängerungen für Gewindebohrer
en: Extension pieces for braces for screw taps

source: Handbetätigte Metallsägen
en: Hacksaws (Hand operated -)

source: Zimmermannszangen [Nagelzieher]
en: Carpenters' pincers [nail pullers]

source: Rasenlüfter [handbetätigte Werkzeuge]
en: Lawn aerators [hand-operated tools]

source: Rasenwalzen [handbetätigte Werkzeuge]
en: Lawn rollers [hand-operated tools]

source: Handbetätigte Drahtschneider
en: Lead cutters (Hand operated -)

source: Zwingen zum Fixieren von Werkstücken
en: Cramps for use in holding workpieces

source: Gravierstifte [Handwerkzeuge]
en: Engraving pens [hand tool]

source: Abschrotmeißel [Handwerkzeuge]
en: Priming irons [hand tools]

source: Japanische Küchenhackmesser
en: Japanese chopping kitchen knives

source: Handbetätigte Schergeräte
en: Shearers [hand instruments]

source: Stoff-Rolletuis angepasst an Handwerkzeuge
en: Roll-up fabric container for hand tools

source: Boden- und Fensterabzieher
en: Scrapers for floors and windows

source: Handbetätigte Nietsägen
en: Rivet saws (Hand operated -)

source: Fleischersägen [handbetätigte Werkzeuge]
en: Butchers saws [hand-operated tools]

source: Nicht elektrische Metzgermesser
en: Butchers' knives (Non-electric -)

source: Gefüllte Besteckkästen
en: Canteens of cutlery

source: Etuis für Maniküregeräte
en: Cases for manicure instruments

source: Fräsen [Handwerkzeuge]
en: Milling cutters [hand tools]

source: Spanndorne [Werkzeuge]
en: Expanders [hand tools]

source: Kartoffelschäler [Handwerkzeuge]
en: Potato peelers [hand implements]

source: Spender für Rasierklingen
en: Dispensers for razor blades

source: Elektrolysegeräte [Enthaarungsgeräte]
en: Electrolysis apparatus [depilatory]

source: Handbetätigte Tacker
en: Tackers (Hand operated -)

source: Messerschärfer [handbetätigte Werkzeuge]
en: Knife sharpeners [hand operated tools]

source: Trimmer [handbetätigte Werkzeuge]
en: Trimmers [hand operated tools]

source: Handbetätigte Nadelflorwerkzeuge
en: Tufting tools (Hand-operated -)

source: Handbetätigte Glasschneider
en: Glass cutters (Hand operated -)

source: Steinbohrer für handbetätigte Werkzeuge
en: Masonry drills for hand operated tools

source: Zangen [handbetätigte Werkzeuge]
en: Nippers [hand operated tools]

source: Tafelgabeln aus Sterlingsilber
en: Sterling silver table forks

source: Harken [Handwerkzeuge]
en: Rakes [hand tools]

source: Schaufeln [Handwerkzeuge]
en: Shovels [hand tools]

source: Unkrauthacken [Handwerkzeuge]
en: Weeding forks [hand tools]

source: Elektrische oder nicht elektrische Fingernagelpolierer
en: Fingernail polishers, electric or non-electric

source: Hacken [Handwerkzeuge]
en: Ditchers [hand tools]

source: Mörser zum Stampfen [Handwerkzeuge]
en: Mortars for pounding [hand tools]

source: Glasschaber [Handwerkzeuge]
en: Glass scrapers [hand tools]

source: Stockdegen
en: Sword canes

source: Küchenmesser mit dünner Schneide
en: Thin-bladed kitchen knives

source: Stichsägen [handbetätigte Werkzeuge]
en: Keyhole saws [hand operated tools]

source: Essbestecke aus Edelmetall
en: Cutlery of precious metals

source: Bohreinsätze für Handwerkzeuge
en: Drill bits for use in hand tools

source: Säbel [Schwerter]
en: Sabres [sword]

source: Sägeblätter für handbetätigte Werkzeuge
en: Saw blades for use with hand-operated tools

source: Sägeführungsschienen für handbetätigte Werkzeuge
en: Saw guide rails for use with hand-operated tools

source: Nicht elektrische Scheren für Tapeten
en: Scissors (Non-electric -) for wallpaper

source: Handbetätigte Sämaschinen
en: Seed drills (Hand-operated -)

source: Rohrkrümmgeräte [handbetätigte Werkzeuge]
en: Pipe bending apparatus [hand-operated tool]

source: Taschenmesser mit Mehrzweckfunktionen
en: Pocket knives with multi-purpose attachments

source: Polierteller [handbetätigte Werkzeuge]
en: Polishing discs [hand operated tools]

source: Handbetätigte Polierwerkzeuge
en: Polishing tools (Hand operated -)

source: Handbetätigte landwirtschaftliche Zerstäuber
en: Agricultural sprayers [hand operated]

source: Bajonette [Schwerter]
en: Bayonets [swords]

source: Scheren [handbetätigte Werkzeuge]
en: Shears [hand operated tools]

source: Kratzer
en: Scrapers

source: Dolche
en: Daggers

source: Gartenmesser
en: Pruning knives

source: Nagelzangen [Handwerkzeuge]
en: Nail nippers [hand tools]

source: Stanzwerkzeuge [handbetätigte Werkzeuge]
en: Cutting dies [hand operated tools]

source: Zangen
en: Pliers

source: Fleischhackmesser [Handwerkzeuge]
en: Mincing knives [hand tools]

source: Haarschneide- und Haarentfernungsgeräte
en: Hair cutting and removal implements

source: Maniküre- und Pediküregeräte
en: Manicure and pedicure tools

source: Werkzeuge zum Schlachten und Zerlegen von Tieren
en: Animal slaughtering and butchering implements

source: Handwerkzeuge für Bau-, Reparatur und Instandhaltungsarbeiten
en: Hand tools for construction, repair and maintenance

source: Geräte zur Körper- und Schönheitspflege für Menschen und Tiere
en: Hygienic and beauty implements for humans and animals

source: Hebewerkzeuge
en: Lifting Tools

source: Handbetätigte Geräte und Werkzeuge zur Materialbearbeitung sowie für Bau-, Reparatur und Instandhaltungsarbeiten
en: Hand-operated tools and implements for treatment of materials, and for construction, repair and maintenance

source: Werkzeuge zum Scheren von Tieren
en: Animal shearing implements

source: Hämmer, Fäustel und Vorschlaghämmer
en: Hammers, mallets and sledgehammers

source: Handwerkzeuge zum Schneiden, Bohren, Schleifen, Schärfen sowie zur Oberflächenbehandlung
en: Cutting, drilling, grinding, sharpening and surface treatment hand tools

source: Schraubstöcke [handbetätigte Geräte]
en: Bench vices [hand implements]

source: Handbetätigte Luftpumpen
en: Air pumps, hand-operated

source: Elektrische Nagelschleifer für Tiere
en: Electric animal nail grinders

source: Batteriebetriebene Nagelschleifer für Tiere
en: Battery-powered animal nail grinders

source: Handbetätigte Skifeilen
en: Hand-operated ski files

source: Handbetätigte Skischleifgeräte
en: Hand-operated ski sharpening instruments

source: Meißel für Bildhauer
en: Sculptors' chisels

source: Speiselöffel, -gabeln und -messer aus Kunststoff
en: Plastic spoons, table forks and table knives

source: Speiselöffel, -gabeln und -messer für Babys
en: Baby spoons, table forks and table knives

source: Griffe für handbetätigte Werkzeuge
en: Handles for hand-operated hand tools

source: Nicht elektrische Löteisen
en: Non-electric soldering irons

source: Elektrische Haarkräusler
en: Electric hair crimper

source: Elektrische Haarglätteisen
en: Electric hair straightening irons

source: Elektrische Frisiergeräte
en: Electric irons for styling hair

source: Gabeln aus Edelmetall
en: Forks made of precious metal

source: Handbetätigte Schleifer
en: Hand-operated sanders

source: Schleifscheiben für Scheren und Messer
en: Sharpening wheels for knives and blades

source: Abisolierzangen [Handwerkzeuge]
en: Wire strippers [hand tools]

source: Glaserdiamanten [Teile von Handwerkzeugen]
en: Glaziers' diamonds [parts of hand tools]

source: Handbetätigte Schneidwerkzeuge
en: Hand-operated cutting tools

source: Schneidzeug [Handwerkzeuge]
en: Edge tools [hand tools]

source: Handbetätigte Zerstäuber für Insektizide
en: Hand-operated insecticide sprayers

source: Handbetätigte Sprühgeräte für Insektizide
en: Insecticide vaporizers [hand tools]

source: Bügeleisen
en: Flat irons

source: Bohrer
en: Borers

source: Manuell betätigte Handbohrer
en: Hand drills, hand-operated

source: Bohrer [Handwerkzeuge]
en: Gimlets [hand tools]

source: Hobel
en: Planes

source: Hobel [Handwerkzeuge]
en: Planers [hand tools]

source: Werkzeuggürtel [Halter]
en: Tool belts [holders]

source: Steckschlüssel
en: Socket spanners

source: Handbetätigte Frisiergeräte
en: Hand implements for hair curling

source: Handbetätigte Nagelzieher
en: Nail extractors, hand-operated

source: Geißfüße [Handwerkzeuge]
en: Nail drawers [hand tools]

source: Klappmesser
en: Jack knives

source: Schleifsteine
en: Sharpening stones

source: Wetzsteine [Schleifsteine]
en: Whetstones [sharpening stones]

source: Harpunen
en: Harpoons

source: Speere
en: Spears

source: Handbetätigte Kantenschärfer für Skier und Snowboards
en: Manually-operated edge sharpeners for skis and snowboards

source: Reinigungsgeräte für Schornsteine
en: Chimney sweeping implements

source: Saitenspanner für Schläger [Handwerkzeuge]
en: String tensioning device for rackets [hand tools]

source: Nicht elektrische Knoblauchhacker
en: Non-electric garlic choppers

source: Handbetätigte Rohrschneider
en: Hand-operated pipe cutters

source: Tischmesser aus Edelstahl
en: Stainless steel table knives

source: Tischgabeln aus Edelstahl
en: Stainless steel table forks

source: Tischlöffel aus Edelstahl
en: Stainless steel table spoons

source: Handbetätigte Hebegeräte für Motorräder
en: Manually operated motorcycle lifts

source: Handbetätigte Pflanzhölzer
en: Hand-operated dibbers

source: Lockenstäbe, nicht elektrisch
en: Non-electric curling irons

source: Handbetätigte Geräte
en: Hand-operated implements

source: Sparschäler, nicht elektrisch
en: Non-electric vegetable peelers

source: Haarschneider, nicht elektrisch
en: Non-electric hair clippers

source: Fruchtschäler, nicht elektrisch
en: Non-electric fruit peelers

source: Handbetätigte Schärfgeräte
en: Manually operated sharpeners

source: Handbetätigte Wiegemesser
en: Hand-operated choppers

source: Handbetätigte Rohrreinigungsspiralen
en: Hand operated plumbing snakes

source: Messerklingen
en: Blades for knives

source: Handbetätigte Skikantenschleifer
en: Ski edge sharpening tools, hand-operated

source: Elektrische Ohrhaartrimmer
en: Electric ear hair trimmers

source: Elektrische Nasenhaartrimmer
en: Electric nasal hair trimmers

source: Gehrungsschneider [Handwerkzeuge]
en: Miter cutters being hand tools

source: Gehrungsschleifer [Handwerkzeuge]
en: Miter sanders being hand tools

source: Drehereinsätze [Handwerkzeuge]
en: Bit drivers for hand tools

source: Zündkerzensteckschlüssel [Handwerkzeug]
en: Spark plug sockets being hand tools

source: Haarglätter, elektrisch
en: Electric hair straighteners

source: Sicheln
en: Sickles

source: Schaber [Handwerkzeuge]
en: Scrapers [hand tools]

source: Kratzer [Handwerkzeuge]
en: Scraping tools [hand tools]
